Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# settings.foodTag.sesame
source: Sesame
es: Sésamo
fr: Sésame
hi: तिल
it: Sesamo
tr: Susam
zh_hans: 芝麻

# settings.foodTag.shellfish
source: Shellfish
es: Crustáceos
fr: Crustacés
hi: शेलफ़िश
it: Crostacei
tr: Kabuklu deniz ürünleri
zh_hans: 贝类

# settings.foodTag.soy
source: Soy
es: Soja
fr: Soja
hi: सोया
it: Soia
tr: Soya
zh_hans: 大豆

# settings.goals.emptyExplainer
source: With nothing chosen, Forge plans for general fitness.
es: Sin nada elegido, Forge planifica para forma física general.
fr: Sans rien de choisi, Forge planifie pour une forme générale.
hi: कुछ न चुनने पर Forge सामान्य फ़िटनेस के लिए योजना बनाता है।
it: Senza nulla di scelto, Forge pianifica per la forma generale.
tr: Hiçbir şey seçilmezse Forge genel form için plan yapar.
zh_hans: 没有选择目标时，Forge 会按一般健身来规划。

# settings.goals.experience
source: Experience level
es: Nivel de experiencia
fr: Niveau d’expérience
hi: अनुभव स्तर
it: Livello di esperienza
tr: Deneyim düzeyi
zh_hans: 经验水平

# settings.goals.experienceEffect
source: Forge picks exercises up to %@ level and leaves about %lld reps in reserve.
es: Forge elige ejercicios hasta nivel %@ y deja unas %lld repeticiones en reserva.
fr: Forge choisit des exercices jusqu’au niveau %@ et laisse environ %lld répétitions en réserve.
hi: Forge %@ स्तर तक की एक्सरसाइज़ चुनता है और करीब %lld रेप्स रिज़र्व में छोड़ता है।
it: Forge sceglie esercizi fino al livello %@ e lascia circa %lld ripetizioni di riserva.
tr: Forge %@ düzeyine kadar egzersiz seçer ve yaklaşık %lld tekrar yedekte bırakır.
zh_hans: Forge 会挑选难度不超过%@的动作，并保留约 %lld 次。

# settings.goals.footer
source: The first goal you pick is the one Forge plans around. Tap a goal again to remove it.
es: El primer objetivo que elijas es el que Forge usa para planificar. Toca un objetivo otra vez para quitarlo.
fr: Le premier objectif que tu choisis est celui autour duquel Forge planifie. Touche un objectif à nouveau pour le retirer.
hi: आपका पहला चुना लक्ष्य ही वह है जिसके इर्द-गिर्द Forge योजना बनाता है। हटाने के लिए लक्ष्य पर दोबारा टैप करें।
it: Il primo obiettivo che scegli è quello su cui Forge pianifica. Tocca di nuovo un obiettivo per toglierlo.
tr: İlk seçtiğin hedef, Forge'un etrafında plan yaptığı hedeftir. Kaldırmak için hedefe tekrar dokun.
zh_hans: 你最先选的目标是 Forge 规划的核心。再次点按可取消某个目标。

# settings.goals.months
source: Months training
es: Meses entrenando
fr: Mois d’entraînement
hi: कितने महीने से ट्रेनिंग
it: Mesi di allenamento
tr: Kaç aydır antrenman
zh_hans: 训练月数

# settings.goals.none
source: No goals yet
es: Aún no hay objetivos
fr: Pas encore d’objectifs
hi: अभी कोई लक्ष्य नहीं
it: Ancora nessun obiettivo
tr: Henüz hedef yok
zh_hans: 还没有目标

# settings.goals.primary
source: %@ is your primary goal. %@.
es: %@ es tu objetivo principal. %@.
fr: %@ est ton objectif principal. %@.
hi: %@ आपका मुख्य लक्ष्य है। %@।
it: %@ è il tuo obiettivo principale. %@.
tr: Birincil hedefin: %@. %@.
zh_hans: %@ 是你的主要目标。%@。

# settings.goals.prioritiesFooter
source: Priorities receive more weekly sets. Everything else still gets enough to keep progressing.
es: Las prioridades reciben más series semanales. Todo lo demás sigue recibiendo lo suficiente para seguir progresando.
fr: Les priorités reçoivent plus de séries par semaine. Tout le reste en garde assez pour continuer à progresser.
hi: प्राथमिकता वाले ग्रुप को हफ़्ते में ज़्यादा सेट मिलते हैं। बाकी सबको भी प्रगति बनाए रखने लायक काम मिलता रहता है।
it: Le priorità ricevono più serie a settimana. Tutto il resto ne riceve comunque abbastanza per continuare a progredire.
tr: Öncelikli olanlar haftada daha çok set alır. Kalan her şey yine de ilerlemeye yetecek kadarını alır.
zh_hans: 优先项会获得更多的每周组数。其余部分仍会得到足够的量来保持进步。

# settings.goals.priorityMuscles
source: Muscle groups
es: Grupos musculares
fr: Groupes musculaires
hi: मसल ग्रुप
it: Gruppi muscolari
tr: Kas grupları
zh_hans: 肌群

# settings.goals.priorityNone
source: Nothing prioritised. Weekly volume is spread evenly across muscle groups.
es: No hay nada priorizado. El volumen semanal se reparte por igual entre los grupos musculares.
fr: Rien n’est prioritaire. Le volume hebdomadaire est réparti équitablement entre les groupes musculaires.
hi: कोई प्राथमिकता नहीं। साप्ताहिक वॉल्यूम सभी मसल ग्रुप में बराबर बँटता है।
it: Niente in priorità. Il volume settimanale è distribuito in modo uniforme tra i gruppi muscolari.
tr: Öncelik verilen yok. Haftalık hacim kas gruplarına eşit dağıtılır.
zh_hans: 没有设置优先级。每周训练量会均匀分配到各个肌群。

# settings.goals.priorityRegions
source: Focus areas
es: Zonas de enfoque
fr: Zones prioritaires
hi: फ़ोकस वाले हिस्से
it: Aree su cui puntare
tr: Odak bölgeleri
zh_hans: 重点部位

# settings.goals.priorityResolved
source: Extra weekly volume goes to %@.
es: El volumen semanal extra va a %@.
fr: Le volume hebdomadaire supplémentaire va à %@.
hi: अतिरिक्त साप्ताहिक वॉल्यूम %@ को जाता है।
it: Il volume settimanale extra va a %@.
tr: Fazladan haftalık hacim şuraya gider: %@.
zh_hans: 额外的每周训练量会分配给%@。

# settings.goals.section.experience
source: Experience
es: Experiencia
fr: Expérience
hi: अनुभव
it: Esperienza
tr: Deneyim
zh_hans: 经验

# settings.goals.section.goals
source: What you are training for
es: Para qué entrenas
fr: Ce pour quoi tu t’entraînes
hi: आप किसके लिए ट्रेनिंग कर रहे हैं
it: Per cosa ti alleni
tr: Neye çalışıyorsun
zh_hans: 你为什么训练

# settings.goals.section.priorities
source: Priorities
es: Prioridades
fr: Priorités
hi: प्राथमिकताएँ
it: Priorità
tr: Öncelikler
zh_hans: 优先级

# settings.goals.technique
source: Technique
es: Técnica
hi: तकनीक
it: Tecnica
tr: Teknik
zh_hans: 动作技术

# settings.goals.title
source: Goals
es: Objetivos
fr: Objectifs
hi: लक्ष्य
it: Obiettivi
tr: Hedefler
zh_hans: 目标

# settings.health.connected
source: Connected
es: Conectado
fr: Connecté
hi: जुड़ा हुआ
it: Collegata
tr: Bağlı
zh_hans: 已连接

# settings.health.connectionFooter
source: iOS asks you about each data type separately, and you can change any answer later.
es: iOS te pregunta por cada tipo de dato por separado, y puedes cambiar cualquier respuesta después.
fr: iOS te demande son accord pour chaque type de donnée séparément, et tu peux changer chaque réponse plus tard.
hi: iOS हर डेटा प्रकार के लिए अलग से पूछता है, और आप कोई भी जवाब बाद में बदल सकते हैं।
it: iOS ti chiede il permesso per ogni tipo di dato separatamente, e puoi cambiare ogni risposta in seguito.
tr: iOS her veri türünü sana ayrı ayrı sorar ve verdiğin her yanıtı sonradan değiştirebilirsin.
zh_hans: iOS 会逐项询问每种数据类型，之后你随时可以更改任何一项。

# settings.health.denied
source: Health access was declined. You can change it in iOS Settings, under Health.
es: Se ha denegado el acceso a Salud. Puedes cambiarlo en Ajustes de iOS, dentro de Salud.
fr: L’accès à Santé a été refusé. Tu peux le changer dans les Réglages iOS, sous Santé.
hi: Health की अनुमति नहीं मिली। आप इसे iOS Settings में Health के तहत बदल सकते हैं।
it: L'accesso a Salute è stato rifiutato. Puoi cambiarlo nelle Impostazioni di iOS, in Salute.
tr: Sağlık erişimi reddedildi. iOS Ayarları'nda, Sağlık altından değiştirebilirsin.
zh_hans: 健康 App 权限被拒绝。你可以在 iOS 设置的健康中修改。

# settings.health.enable
source: Connect to Health
es: Conectar con Salud
fr: Se connecter à Santé
hi: Health से जोड़ें
it: Collegati a Salute
tr: Sağlık'a bağlan
zh_hans: 连接健康 App

# settings.health.enable.detail
source: Optional. Every part of Forge works without it
es: Opcional. Forge funciona entero sin ello
fr: Facultatif. Toutes les fonctions de Forge marchent sans
hi: वैकल्पिक। Forge का हर हिस्सा इसके बिना भी चलता है
it: Facoltativo. Ogni parte di Forge funziona anche senza
tr: İsteğe bağlı. Forge'un her parçası bu olmadan da çalışır
zh_hans: 可选。Forge 的每项功能不依赖它也能用

# settings.health.manageInSettings
source: Manage in iOS Settings
es: Gestionar en Ajustes de iOS
fr: Gérer dans les Réglages iOS
hi: iOS Settings में प्रबंधित करें
it: Gestisci nelle Impostazioni di iOS
tr: iOS Ayarları'ndan yönet
zh_hans: 在 iOS 设置中管理

# settings.health.notConnected
source: Not connected
es: Sin conectar
fr: Non connecté
hi: जुड़ा नहीं
it: Non collegata
tr: Bağlı değil
zh_hans: 未连接

# settings.health.openSettings
source: Open iOS Settings
es: Abrir Ajustes de iOS
fr: Ouvrir les Réglages iOS
hi: iOS Settings खोलें
it: Apri Impostazioni di iOS
tr: iOS Ayarları'nı aç
zh_hans: 打开 iOS 设置

# settings.health.privacy
source: Health data is read into memory to work out what is on screen. It is never sent anywhere, and Forge has no account and no server.
es: Los datos de Salud se leen en memoria para calcular lo que ves en pantalla. Nunca se envían a ninguna parte, y Forge no tiene cuenta ni servidor.
fr: Les données Santé sont lues en mémoire pour calculer ce qui s’affiche à l’écran. Elles ne sont envoyées nulle part, et Forge n’a ni compte ni serveur.
hi: स्क्रीन पर क्या दिखाना है, यह तय करने के लिए Health डेटा मेमोरी में पढ़ा जाता है। यह कहीं नहीं भेजा जाता, और Forge का न कोई अकाउंट है न सर्वर।
it: I dati di Salute vengono letti in memoria per calcolare quello che vedi a schermo. Non vengono mai inviati da nessuna parte, e Forge non ha né account né server.
tr: Sağlık verileri, ekranda ne olacağını hesaplamak için belleğe okunur. Hiçbir yere gönderilmez; Forge'un hesabı da sunucusu da yoktur.
zh_hans: 健康数据只会读入内存，用于计算屏幕上的内容。它不会被发送到任何地方，Forge 也没有账号和服务器。

# settings.health.readBodyMass
source: Body weight
es: Peso corporal
fr: Poids
hi: शरीर का वज़न
it: Peso corporeo
tr: Vücut ağırlığı
zh_hans: 体重

# settings.health.readBodyMass.detail
source: Keeps your weight trend up to date
es: Mantiene al día tu tendencia de peso
fr: Garde ta tendance de poids à jour
hi: आपके वज़न के ट्रेंड को अपडेट रखता है
it: Tiene aggiornata la tendenza del tuo peso
tr: Kilo trendini güncel tutar
zh_hans: 让你的体重趋势保持最新

# settings.health.readEnergy
source: Active energy
es: Energía activa
fr: Énergie active
hi: सक्रिय एनर्जी
it: Energia attiva
tr: Aktif enerji
zh_hans: 活动能量

# settings.health.readEnergy.detail
source: Sharpens your daily energy estimate
es: Afina tu estimación diaria de energía
fr: Affine ton estimation énergétique quotidienne
hi: आपके दैनिक एनर्जी अनुमान को और सटीक बनाता है
it: Rende più precisa la stima energetica giornaliera
tr: Günlük enerji tahminini netleştirir
zh_hans: 让每日热量估算更准确

# settings.health.readFooter
source: Health never tells an app whether reading was allowed, so Forge can only say what it asks for. Anything it reads stays on this device.
es: Salud nunca le dice a una app si se le permitió leer, así que Forge solo puede decir qué pide. Todo lo que lee se queda en este dispositivo.
fr: Santé ne dit jamais à une app si la lecture a été autorisée : Forge ne peut donc indiquer que ce qu’elle demande. Tout ce qu’elle lit reste sur cet appareil.
hi: Health किसी ऐप को कभी नहीं बताता कि पढ़ने की अनुमति मिली या नहीं, इसलिए Forge सिर्फ़ यह बता सकता है कि वह क्या माँगता है। जो कुछ वह पढ़ता है, वह इसी डिवाइस पर रहता है।
it: Salute non dice mai a un'app se la lettura è stata concessa, quindi Forge può solo dirti cosa chiede. Tutto ciò che legge resta su questo dispositivo.
tr: Sağlık bir uygulamaya okumaya izin verilip verilmediğini asla söylemez; bu yüzden Forge yalnızca ne istediğini söyleyebilir. Okuduğu her şey bu cihazda kalır.
zh_hans: 健康 App 从不告知应用读取是否被允许，因此 Forge 只能说明它请求了什么。读取到的内容都留在这台设备上。

# settings.health.readSleep
source: Sleep
es: Sueño
fr: Sommeil
hi: नींद
it: Sonno
tr: Uyku
zh_hans: 睡眠

# settings.health.readSleep.detail
source: Feeds the readiness estimate on your check-in
es: Alimenta la estimación de preparación de tu revisión diaria
fr: Alimente l’estimation de forme de ton bilan du jour
hi: आपके चेक-इन के तैयारी अनुमान में जाता है
it: Alimenta la stima di prontezza nel tuo check-in
tr: Günlük yanıtlarındaki hazırlık tahminini besler
zh_hans: 为状态记录中的身体状态提供依据

# settings.health.readSteps
source: Steps
es: Pasos
fr: Pas
hi: कदम
it: Passi
tr: Adımlar
zh_hans: 步数

# settings.health.readSteps.detail
source: Adds your daily movement to that estimate
es: Suma tu movimiento diario a esa estimación
fr: Ajoute tes déplacements quotidiens à cette estimation
hi: उस अनुमान में आपकी रोज़ की चाल जोड़ता है
it: Aggiunge a quella stima il tuo movimento quotidiano
tr: Günlük hareketini o tahmine ekler
zh_hans: 把你的日常活动加入这项估算

# settings.health.requesting
source: Waiting for Health…
es: Esperando a Salud…
fr: En attente de Santé…
hi: Health का इंतज़ार…
it: In attesa di Salute…
tr: Sağlık bekleniyor…
zh_hans: 正在等待健康 App…

# settings.health.section.connection
source: Connection
es: Conexión
fr: Connexion
hi: कनेक्शन
it: Collegamento
tr: Bağlantı
zh_hans: 连接

# settings.health.section.privacy
source: Privacy
es: Privacidad
fr: Confidentialité
hi: निजता
tr: Gizlilik
zh_hans: 隐私

# settings.health.section.read
source: Read from Health
es: Leer de Salud
fr: Lire depuis Santé
hi: Health से पढ़ें
it: Leggi da Salute
tr: Sağlık'tan okuma
zh_hans: 从健康 App 读取

# settings.health.section.write
source: Write to Health
es: Escribir en Salud
fr: Écrire dans Santé
hi: Health में लिखें
it: Scrivi su Salute
tr: Sağlık'a yazma
zh_hans: 写入健康 App

# settings.health.title
source: Health
es: Salud
fr: Santé
it: Salute
tr: Sağlık
zh_hans: 健康

# settings.health.unavailable.message
source: This device has no Health app, so Forge cannot connect to it. Everything else works as normal.
es: Este dispositivo no tiene la app Salud, así que Forge no puede conectarse a ella. Todo lo demás funciona con normalidad.
fr: Cet appareil n’a pas l’app Santé, Forge ne peut donc pas s’y connecter. Tout le reste fonctionne normalement.
hi: इस डिवाइस पर Health ऐप नहीं है, इसलिए Forge उससे नहीं जुड़ सकता। बाकी सब सामान्य रूप से चलता रहेगा।
it: Questo dispositivo non ha l'app Salute, quindi Forge non può collegarsi. Tutto il resto funziona normalmente.
tr: Bu cihazda Sağlık uygulaması yok, bu yüzden Forge ona bağlanamıyor. Geri kalan her şey normal çalışır.
zh_hans: 这台设备没有健康 App，因此 Forge 无法连接。其余功能一切正常。

# settings.health.unavailable.title
source: Health is not available
es: Salud no está disponible
fr: Santé n’est pas disponible
hi: Health उपलब्ध नहीं है
it: Salute non è disponibile
tr: Sağlık kullanılamıyor
zh_hans: 健康 App 不可用

# settings.health.writeBodyMassNote
source: Weigh-ins you log in Forge are saved to Health too, when you allow it.
es: Los pesajes que registres en Forge también se guardan en Salud, cuando lo permites.
fr: Les pesées que tu notes dans Forge sont aussi enregistrées dans Santé, quand tu l’autorises.
hi: आपकी अनुमति होने पर Forge में दर्ज किए वज़न Health में भी सेव होते हैं।
it: Le pesate che registri in Forge vengono salvate anche su Salute, quando lo consenti.
tr: İzin verdiğinde, Forge'da kaydettiğin tartımlar Sağlık'a da yazılır.
zh_hans: 在 Forge 中记录的体重，在你允许时也会保存到健康 App。

# settings.health.writeWorkouts
source: Completed workouts
es: Entrenamientos completados
fr: Séances terminées
hi: पूरे हुए वर्कआउट
it: Allenamenti completati
tr: Tamamlanan antrenmanlar
zh_hans: 已完成的训练

# settings.health.writeWorkouts.detail
source: Saves each finished session as a workout
es: Guarda cada sesión terminada como un entrenamiento
fr: Enregistre chaque séance terminée comme un entraînement
hi: हर पूरे सेशन को वर्कआउट के रूप में सेव करता है
it: Salva ogni sessione conclusa come allenamento
tr: Bitirdiğin her seansı antrenman olarak kaydeder
zh_hans: 把每次完成的训练课保存为一次锻炼

# settings.language.deviceFooter
source: Forge uses whatever language your iPhone is set to.
es: Forge usa el idioma que tengas configurado en el iPhone.
fr: Forge utilise la langue configurée sur ton iPhone.
hi: Forge वही भाषा इस्तेमाल करता है जो आपके iPhone पर तय है।
it: Forge usa la lingua impostata sul tuo iPhone.
tr: Forge, iPhone'unun ayarlı olduğu dili kullanır.
zh_hans: Forge 使用你 iPhone 设定的语言。

# settings.language.followDevice
source: Follow the device
es: Seguir al dispositivo
fr: Suivre l’appareil
hi: डिवाइस के हिसाब से
it: Segui il dispositivo
tr: Cihazı izle
zh_hans: 跟随设备

# settings.language.footer
source: Choosing a language here changes Forge only, and it applies straight away.
es: Elegir un idioma aquí cambia solo Forge, y se aplica al momento.
fr: Choisir une langue ici ne change que Forge, et cela s’applique immédiatement.
hi: यहाँ भाषा चुनने से सिर्फ़ Forge बदलता है, और वह तुरंत लागू हो जाता है।
it: Scegliere una lingua qui cambia solo Forge, e ha effetto immediato.
tr: Buradan dil seçmek yalnızca Forge'u değiştirir ve hemen uygulanır.
zh_hans: 在这里选择语言只会影响 Forge，并且立即生效。

# settings.language.section.device
source: Device
es: Dispositivo
fr: Appareil
hi: डिवाइस
it: Dispositivo
tr: Cihaz
zh_hans: 设备

# settings.language.section.languages
source: Languages
es: Idiomas
fr: Langues
hi: भाषाएँ
it: Lingue
tr: Diller
zh_hans: 语言

# settings.language.title
source: Language
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
tr: Dil
zh_hans: 语言

# settings.legal.dataset.body
source: Exercise names, categories, equipment, target muscles and the step-by-step instructions come from an open dataset by Hasan Emir Yıldırım, released under the MIT licence.
es: Los nombres, categorías, material, músculos objetivo e instrucciones paso a paso de los ejercicios proceden de un conjunto de datos abierto de Hasan Emir Yıldırım, publicado bajo licencia MIT.
fr: Les noms d’exercices, catégories, matériels, muscles ciblés et consignes étape par étape proviennent d’un jeu de données ouvert de Hasan Emir Yıldırım, publié sous licence MIT.
hi: एक्सरसाइज़ के नाम, श्रेणियाँ, इक्विपमेंट, मुख्य मसल और चरण-दर-चरण निर्देश Hasan Emir Yıldırım के एक ओपन डेटासेट से आते हैं, जो MIT लाइसेंस के तहत जारी हुआ है।
it: Nomi degli esercizi, categorie, attrezzatura, muscoli bersaglio e istruzioni passo passo provengono da un dataset aperto di Hasan Emir Yıldırım, pubblicato con licenza MIT.
tr: Egzersiz adları, kategoriler, ekipman, hedef kaslar ve adım adım açıklamalar, Hasan Emir Yıldırım'ın MIT lisansıyla yayımladığı açık bir veri setinden gelir.
zh_hans: 动作名称、分类、器械、目标肌肉和分步说明来自 Hasan Emir Yıldırım 的开源数据集，以 MIT 许可证发布。

# settings.legal.dataset.distinction
source: The data is MIT-licensed. The artwork is not.
es: Los datos tienen licencia MIT. Las imágenes no.
fr: Les données sont sous licence MIT. Les illustrations ne le sont pas.
hi: डेटा MIT लाइसेंस वाला है। आर्टवर्क नहीं।
it: I dati sono sotto licenza MIT. Le immagini no.
tr: Veriler MIT lisanslıdır. Görseller değildir.
zh_hans: 数据采用 MIT 许可证，图示不在其中。

# settings.legal.dataset.licence
source: Read the MIT licence
es: Leer la licencia MIT
fr: Lire la licence MIT
hi: MIT लाइसेंस पढ़ें
it: Leggi la licenza MIT
tr: MIT lisansını oku
zh_hans: 阅读 MIT 许可证

# settings.legal.dataset.source
source: Dataset source
es: Origen del conjunto de datos
fr: Source du jeu de données
hi: डेटासेट का स्रोत
it: Fonte del dataset
tr: Veri seti kaynağı
zh_hans: 数据集来源

# settings.legal.document.licenceTitle
source: MIT licence
es: Licencia MIT
fr: Licence MIT
hi: MIT लाइसेंस
it: Licenza MIT
tr: MIT lisansı
zh_hans: MIT 许可证

# settings.legal.document.loading
source: Opening the document
es: Abriendo el documento
fr: Ouverture du document
hi: दस्तावेज़ खोला जा रहा है
it: Apertura del documento
tr: Belge açılıyor
zh_hans: 正在打开文档

# settings.legal.document.mediaTitle
source: Media notice
es: Aviso sobre las imágenes
fr: Notice sur les médias
hi: मीडिया सूचना
it: Nota sulle immagini
tr: Medya bildirimi
zh_hans: 媒体声明

# settings.legal.document.missing
source: This document is not included in this build of Forge.
es: Este documento no viene incluido en esta versión de Forge.
fr: Ce document n’est pas inclus dans cette version de Forge.
hi: यह दस्तावेज़ Forge के इस बिल्ड में शामिल नहीं है।
it: Questo documento non è incluso in questa build di Forge.
tr: Bu belge, Forge'un bu sürümünde yer almıyor.
zh_hans: 这个版本的 Forge 未包含该文档。

# settings.legal.food.estimates
source: Values are rounded for everyday use. They are estimates, not laboratory measurements.
es: Los valores están redondeados para el uso diario. Son estimaciones, no mediciones de laboratorio.
fr: Les valeurs sont arrondies pour un usage quotidien. Ce sont des estimations, pas des mesures de laboratoire.
hi: मान रोज़मर्रा के उपयोग के लिए गोल किए गए हैं। ये अनुमान हैं, प्रयोगशाला की माप नहीं।
it: I valori sono arrotondati per l'uso quotidiano. Sono stime, non misurazioni di laboratorio.
tr: Değerler günlük kullanım için yuvarlanmıştır. Bunlar tahmindir, laboratuvar ölçümü değildir.
zh_hans: 数值为日常使用做了取整。它们是估算值，不是实验室实测。

# settings.legal.food.openFoodFacts
source: Searching for a packaged product or scanning a barcode looks it up on Open Food Facts, whose data is published under the Open Database Licence (ODbL).
es: Buscar un producto envasado o escanear un código de barras lo consulta en Open Food Facts, cuyos datos se publican bajo la Open Database Licence (ODbL).
fr: Rechercher un produit emballé ou scanner un code-barres interroge Open Food Facts, dont les données sont publiées sous licence Open Database (ODbL).
hi: किसी पैकेट वाले प्रोडक्ट को खोजने या बारकोड स्कैन करने पर उसे Open Food Facts पर देखा जाता है, जिसका डेटा Open Database Licence (ODbL) के तहत प्रकाशित है।
it: Cercare un prodotto confezionato o scansionare un codice a barre lo cerca su Open Food Facts, i cui dati sono pubblicati con licenza Open Database (ODbL).
tr: Paketli bir ürünü aramak ya da barkod okutmak, ürünü verileri Open Database lisansı (ODbL) ile yayımlanan Open Food Facts üzerinde sorgular.
zh_hans: 搜索包装商品或扫描条形码时，会在 Open Food Facts 上查询，其数据依据 Open Database Licence（ODbL）发布。

# settings.legal.food.usda
source: The built-in food database is compiled from USDA FoodData Central. Works of the United States Government are in the public domain, so no licence or credit is required — it is given here anyway.
es: La base de datos de alimentos integrada se ha compilado a partir de USDA FoodData Central. Las obras del Gobierno de los Estados Unidos son de dominio público, así que no hacen falta licencia ni crédito: se dan aquí de todos modos.
fr: La base d’aliments intégrée est compilée à partir de USDA FoodData Central. Les œuvres du gouvernement des États-Unis sont dans le domaine public : aucune licence ni mention n’est exigée — elle est donnée ici quand même.
hi: बिल्ट-इन फ़ूड डेटाबेस USDA FoodData Central से बनाया गया है। अमेरिकी सरकार के काम सार्वजनिक डोमेन में होते हैं, इसलिए किसी लाइसेंस या श्रेय की ज़रूरत नहीं — फिर भी यहाँ दिया गया है।
it: Il database alimenti integrato è composto a partire da USDA FoodData Central. Le opere del governo degli Stati Uniti sono di pubblico dominio, quindi non serve nessuna licenza né credito: lo diamo comunque.
tr: Yerleşik besin veritabanı USDA FoodData Central kaynağından derlenmiştir. Amerika Birleşik Devletleri Hükümeti'nin çalışmaları kamu malıdır, yani lisans ya da künye gerekmez — yine de burada verilmiştir.
zh_hans: 内置食物库整理自 USDA FoodData Central。美国政府的作品属于公有领域，无需许可或署名，这里仍然写明。
